Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/UiComponents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: %lld day
ar: %lld يوم
de: %lld Tag
es: %lld día
fr: %lld jour
it: %lld giorno
ja: %lld 日
ko: %lld 일
pl: %lld dzień
pt_br: %lld dia

source: %lld days
ar: %lld أيام
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld 日
ko: %lld 일
pl: %lld dni
pt_br: %lld dias

source: %lld hours
ar: %lld ساعات
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
ja: %lld 時間
ko: %lld 시간
pl: %lld godziny
pt_br: %lld horas

source: %lld min
ar: %lld دقيقة
ja: %lld 分
ko: %lld 분

source: Biweekly · Plus
ar: كل أسبوعين · Plus
de: Zweiwöchentlich · Plus
es: Quincenal · Plus
fr: Bimensuel · Plus
it: Bimestrale · Plus
ja: 隔週 · Plus
ko: 격주 · Plus
pl: Dwutygodniowa · Plus
pt_br: Quinzenal · Plus

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

source: Completed activities
ar: الأنشطة المكتملة
de: Abgeschlossene Aktivitäten
es: Actividades completadas
fr: Activités complétées
it: Attività completate
ja: 完了したアクティビティ
ko: 완료된 활동
pl: Ukończone aktywności
pt_br: Atividades completas

source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ja: 毎日
ko: 매일
pl: Codzienna
pt_br: Diário

source: Day
ar: يوم
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
pl: Dzień
pt_br: Dia

source: First
ar: الأول
de: Erster
es: Primero
fr: Premier
it: Primo
ja: 最初
ko: 첫 번째
pl: Pierwszy
pt_br: Primeiro

source: First day
ar: اليوم الأول
de: Erster Tag
es: Primer día
fr: Premier jour
it: Primo giorno
ja: 最初の日
ko: 첫 번째 날
pl: Pierwszy dzień
pt_br: Primeiro dia

source: Fourth
ar: الرابع
de: Vierter
es: Cuarto
fr: Quatrième
it: Quarto
ja: 第四
ko: 넷째
pl: Czwarty
pt_br: Quarto

source: Last
ar: الأخير
de: Letzter
es: Último
fr: Dernier
it: Ultimo
ja: 最後
ko: 마지막
pl: Ostatni
pt_br: Último

source: Last day
ar: اليوم الأخير
de: Letzter Tag
es: Último día
fr: Dernier jour
it: Ultimo giorno
ja: 最後の日
ko: 마지막 날
pl: Ostatni dzień
pt_br: Último dia

source: Mid month
ar: منتصف الشهر
de: Mitte des Monats
es: Mitad de mes
fr: Milieu de mois
it: Metà mese
ja: 月の真ん中
ko: 월 중
pl: Środek miesiąca
pt_br: Meio do mês

source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 달
pl: Miesiąc
pt_br: Mês

source: Monthly · Plus
ar: شهري · Plus
de: Monatlich · Plus
es: Mensual · Plus
fr: Mensuel · Plus
it: Mensile · Plus
ja: 毎月 · Plus
ko: 매월 · Plus
pl: Miesięczna · Plus
pt_br: Mensal · Plus

source: Monthly specific date
ar: تاريخ محدد شهري
de: Monatlich spezifisches Datum
es: Fecha específica mensual
fr: Date spécifique mensuelle
it: Data specifica mensile
ja: 月の特定の日
ko: 월별 특정 날짜
pl: Dzień miesiąca
pt_br: Data específica mensal

source: Quarter
ar: ربع السنة
de: Quartal
es: Trimestre
fr: Trimestre
it: Trimestre
ja: 四半期
ko: 분기
pl: Kwartał
pt_br: Trimestre

source: Remaining Time
ar: الوقت المتبقي
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
pl: Pozostały czas
pt_br: Tempo restante

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovere
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Remover

source: Second
ar: ثاني
de: Zweiter
es: Segundo
fr: Deuxième
it: Secondo
ja: 第二
ko: 둘째
pl: Drugi
pt_br: Segundo

source: Second day
ar: اليوم الثاني
de: Zweiter Tag
es: Segundo día
fr: Deuxième jour
it: Secondo giorno
ja: 第2日
ko: 둘째 날
pl: Drugi dzień
pt_br: Segundo dia

source: Second to last
ar: قبل الأخير
de: Vorletzter
es: Penúltimo
fr: Avant-dernier
it: Penultimo
ja: 第二最終
ko: 둘째 마지막
pl: Przedostatni
pt_br: Penúltimo

source: Second to last day
ar: اليوم قبل الأخير
de: Vorletzter Tag
es: Penúltimo día
fr: Avant-dernier jour
it: Penultimo giorno
ja: 第二最終日
ko: 둘째 마지막 날
pl: Przedostatni dzień
pt_br: Penúltimo dia

source: SnapDay Invitation
ar: دعوة SnapDay
de: SnapDay-Einladung
es: Invitación de SnapDay
fr: Invitation SnapDay
it: Invito SnapDay
ja: SnapDayの招待状
ko: SnapDay 초대장
pl: Zaproszenie SnapDay
pt_br: Convite SnapDay

source: Specific weekday
ar: يوم محدد من الأسبوع
de: Bestimmter Wochentag
es: Día específico de la semana
fr: Jour de la semaine spécifique
it: Giorno specifico della settimana
ja: 特定の曜日
ko: 특정 요일
pl: Dzień tygodnia
pt_br: Dia da semana específico

source: Third
ar: ثالث
de: Dritter
es: Tercero
fr: Troisième
it: Terzo
ja: 第三
ko: 셋째
pl: Trzeci
pt_br: Terceiro

source: Total Available Time
ar: إجمالي الوقت المتاح
de: Gesamt verfügbare Zeit
es: Tiempo total disponible
fr: Temps total disponible
it: Tempo totale disponibile
ja: 利用可能な合計時間
ko: 사용 가능한 총 시간
pl: Łączny dostępny czas
pt_br: Tempo total disponível

source: Total Completed Time
ar: إجمالي الوقت المكتمل
de: Gesamt abgeschlossene Zeit
es: Tiempo total completado
fr: Temps total complété
it: Tempo totale completato
ja: 完了した合計時間
ko: 총 완료 시간
pl: Łączny ukończony czas
pt_br: Tempo total concluído

source: Total Planned Time
ar: إجمالي الوقت المخطط
de: Gesamt geplante Zeit
es: Tiempo total planificado
fr: Temps total planifié
it: Tempo totale pianificato
ja: 総計画時間
ko: 총 계획 시간
pl: Łączny zaplanowany czas
pt_br: Tempo total planejado

source: Total Task Time
ar: إجمالي وقت المهمة
de: Gesamtaufgabenzeit
es: Tiempo total de tarea
fr: Temps total de tâche
it: Tempo totale del compito
ja: 合計タスク時間
ko: 총 작업 시간
pl: Czas całkowity
pt_br: Tempo total da tarefa

source: Total: %lld
ar: الإجمالي: %lld
de: Gesamt: %lld
it: Totale: %lld
ja: 合計: %lld
ko: 총계: %lld
pl: Razem: %lld

source: Week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pl: Tydzień
pt_br: Semana

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 주간
pl: Tygodniowa
pt_br: Semanal

source: Year
ar: سنة
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 년
pl: Rok
pt_br: Ano
